Repository: bilbeyt/otokon-e_form
Catalog: otokon_form/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Personal Information
tr: Kişisel Bilgiler

source: Contact
tr: Bağlantı Bilgileri

source: Join Teams
tr: Ekiplere Katıl

source: Full Name
tr: İsim Soyisim

source: Department
tr: Bölüm

source: School Number
tr: Okul Numarası

source: Term
tr: Dönem

source: Birthday
tr: Doğum Günü

source: Please enter birthday as YYYY-MM-DD
tr: Lütfen doğum gününüzü YYYY-AA-GG şeklinde girin

source: Interests
tr: İlgi Alanları

source: Technical Information
tr: Teknik Bilgi

source: Your works about hardware or software
tr: Donanım veya yazılım alanlarındaki çalışmalarınız

source: Phone Number
tr: Telefon Numarası

source: Please enter your country code too. For Turkey starts with +90
tr: Lütfen ülke kodunuzu da giriniz. Türkiye için +90 ile başlar.

source: Dorm Adress
tr: Yurt Adresi

source: Home Adress
tr: Ev Adresi

source: Registry Date
tr: Kayıt Tarihi

source: Organization Team
tr: Organizasyon Ekibi

source: Organization team works actively in OTOKON's related organizations such as ITURO and TOK. Advertising, organization planning ,and communicating with sponsors are the works for this team.
tr: OTOKON'un dahilinde bulunduğu organizasyonlarda aktif görev alır. ITURO ve TOK bunlara örnektir. Organizasyon planlama, tanıtım, sponsorlarla iletişim gibi çalışmalarda görev alır.

source: Technical Team
tr: Teknik Ekip

source: This team works on the technical projects which are suggested or already exist. Also, this team attendslocal or international projects. Project managers and the Education Team give necessary technical information.
tr: Üzerinde çalışılması önerilen ya da var olan teknik projeleri yürütür. Ulusal ve Uluslar arası projelere katılır. Gerekli teknik bilgi proje sorumluları ve Teknik Ekip tarafından verilir.

source: Informatics Team
tr: Bilişim Ekibi

source: This team is responsible for club's computer andforum. Also, this team works on online registry, database, kiosk and RFID technologies.
tr: Kulüp bilgisayarı ve forumundan sorumludur. İnternetten kayıt, veritabanı, kiosk ve RFID teknolojileri üzerine çalışır.

source: Education Team
tr: Eğitim Ekibi

source: This team organizes seminars and educations to sharing information. Also, this team provides a basis of knowledge for OTOKON's technical projects.
tr: OTOKON'un teknik projeleri için zemin hazırlamaya yönelik çalışma yapar. Bilgi paylaşımına yönelik eğitimler ve seminerler düzenler.

source: Press and Publishment Team
tr: Basın Yayın Ekibi

source: This team works on archiving and sharing informationwhich are provided from technical works and researches quickly. Also, this team publishes KONTROL magazine.
tr: Teknik çalışmalar ve araştırmalar sonucu elde edilmiş bilgi havuzunu basılı ya da elektronik ortamda arşivleyip paylaşarak bilginin kısa yoldan yayılmasını sağlar. KONTROL dergisini çıkarır.

source: Technical Trip and Social Activity Team
tr: Teknik Gezi ve Sosyal Etkinlikler Ekibi

source: This team organize technical trip to give new points of view to members of club, also social activities are organized to motivate members
tr: OTOKON üyelerinin mesleğe yönelik ufuklarını açmak üzere teknik geziler, motivasyonu sürdürmek için sosyal etkinlikler düzenler.

source: Evaluated ?
tr: Değerlendirildi mi?

source: Is form evaluated?
tr: Form değerlendirildi mi?

source: You are successfully logged out
tr: Başarıyla çıkış yaptınız

source: You are successfully logged in
tr: Başarıyla giriş yaptınız

source: Username and password mismatch
tr: Kullanıcı adı ve şifre eşleşmedi

source: Form created successfully!
tr: Form başarıyla oluşturuldu.

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: OTOKON Form Create
tr: OTOKON Form Oluşturma

source: Log out
tr: Çıkış

source: Form Create
tr: Form Oluştur

source: Important Note
tr: Önemli Not

source: <p>Please go and register to <a href="http://www.otokon.itu.edu.tr/forum/"> forum</a> as your username in the format "name surname". The announcements regarding OTOKON such as organizations and seminars are made using this forum.</p>
tr: <p>Lütfen <a href='http://www.otokon.itu.edu.tr/forum'>http://www.otokon.itu.edu.tr/forum</a> adresine girip kullanıcı adınız 'adınız soyadınız' olacak şekilde kayıt olunuz. Kulübümüzle ilgili duyurular -eğitimler, organizasyonlar vb.- forumdan yapılmaktadır.</p>

source: Submit
tr: Onayla

source: Login
tr: Giriş

source: Username
tr: Kullanıcı Adı

source: Password
tr: Şifre
